Repository: juergenpabel/HAL9000-installer
Catalog: resources/locales/*/LC_MESSAGES/HAL9000-installer.po
Languages: de

source: Show the HAL9000 installer
de: HAL9000 Installationsprogramm anzeigen

source: Show a terminal window
de: Terminal-Fenster anzeigen

source: Help
de: Hilfe anzeigen

source: Exit
de: Beenden

source: HAL9000 Installer
de: HAL9000 Installationsprogramm

source: Install software
de: Software installieren

source: Install required system packages
de: Installiere notwendige System-Pakete

source: Device-specific software
de: Geräte-spezifische Software

source: Install voicecard/respeaker sound driver
de: Installieren voicecard/respeaker Audio Treiber

source: Configure system
de: System konfigurieren

source: Create 'hal9000' (application) user & group
de: Erstelle 'hal9000' (Applikations-)Benutzer & Gruppe

source: Configure TTY device
de: Konfigurieren des TTY Gerätes

source: Configure ALSA sound card
de: Konfigurieren der ALSA Soundkarte

source: Device-specific configurations
de: Geräte-spezifische Konfigurationen

source: Reduce GPU memory to 16MB
de: Reduziere GPU Speicher auf 16MB

source: Deactivate CPUs #2 and #3
de: Deaktiviere CPUs #2 und #3

source: Configure swap (1GB & swapiness=0)
de: Konfiguriere swap (1GB & swappiness=0)

source: Microcontroller
de: Mikrokontroller

source: Build firmware
de: Baue Firmware

source: Prepare build environment
de: Vorbereitung der build-Umgebugn

source: Compile firmware
de: Kompiliere Firmware

source: Flash firmware
de: Installiere Firmware

source: <No supported microcontroller detected>
de: <Kein unterstützer Mikrokontroller erkannt>

source: Application (HAL9000)
de: Applikation (HAL9000)

source: Build images
de: Baue Container-Images

source: Create containers
de: Erstelle Container

source: Run containers (via systemd)
de: Starte container (per systemd)

source: Pre-build container images
de: Vor-gebaute Container-Images

source: Download images from ghcr.io
de: Container-Images von ghcr.io runterladen

source: Execute
de: Ausführen

source: Just what do you think you're doing, Dave?
de: Was hast du eigentlich vor, Dave?

source: Command execution
de: Befehlsausführung

source: Abort execution
de: Kommandoausführung abbrechen

source: Command execution: {title}
de: Befehlsausführung: {title}

source: An installer process is currently executing, must wait for its completion (or abort its execution) to exit
de: Ein Installationsprozess läuft aktuell, daher muss auf das Ende gewartet (oder abgebrochen) werden, um den Installer zu beenden
